---
kind: other
id: Methods.T:Autodesk.Revit.DB.PaperSourceSetIterator
source: html/557b4306-da80-bc82-0534-4b8add018798.htm
---
# PaperSourceSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.